[
    {
        "title": "Value Of A Mantra",
        "subtitle": "",
        "name": "valueofamantra",
        "content": " <p><strong>Asakti or Attachments</strong></p><p><span style=font-weight: 400;>Asakti is very dangerous for the spiritual aspirants. The way to overcome this is vairagya or developing a quality of detachment towards mundane things.&nbsp;</span></p> <p><span style=font-weight: 400;>Ways to develop vairagya are&nbsp;</span></p>",
        "imageUrl": "https://raw.githubusercontent.com/universallistener/112020/master/y/ys/powerofamantra.jpg",
        "url": "",
        "youtubePromoUrl": ""
    },
    {
        "title": "Two Sages And A Lady",
        "subtitle": "",
        "name": "twosagesandalady",
        "content": "<p><span style= font-weight: 400; >Two sages were traveling by walk. Heavy rain started suddenly. They found a tree nearby and took shelter there. One lady was passing on that road. She was helpless and crying as the night was approaching and also she forgot the way. She was just thinking about Lord Shiva and walking each step very consciously but with fear.</span></p> <p><span style= font-weight: 400; ><img style= display: block; margin-left: auto; margin-right: auto;  src= https://raw.githubusercontent.com/universallistener/112020/master/y/ys/twosagesandalady1.jpg  alt= Image not loaded  /></span></p> <p><span style= font-weight: 400; > A ray of hope came to her when she saw two sadhus.She came nearby and bowed to both of them. Her cloth was fully wet. One of the sages offered him his clothes and she changed it.She looked like a perfect sadhwi or a female sage. Then he offered him a place just below the tree where they planned for themselves .Both of them went little away and Sat there.</span></p> <p><span style= font-weight: 400; >Another sage was thinking there must be something wrong. My sage brother got fallen. That's why he is showing very much interest in this woman. At the same time the sage who offered the clothes went into a deep state of meditation.</span></p> <p><span style= font-weight: 400; >Another sage was acting just like he is also doing meditation. But He was thinking,   I know you are thinking about that beautiful lady .He was opening his eyes again and again to check whether he is looking at that woman. Like that with full of thoughts he passed the night.In the morning she came to both of them and asked how and where she can return the clothes.She went in her way.</span></p> <p><span style= font-weight: 400; >Both of them came to the gurukula. Then immediately the other sage came to complain against his fellow sage. Before he can say something , the guru asked can you just go to my room and bring my stick. He went there and saw the same clothes which were given to that lady last night.He could not understand anything.&nbsp;</span></p> <p><span style= font-weight: 400; >The master or the gurudeva said,  It's not the act but it's your mind which never leaves you.I tested both of you. He did his duty thinking the lady as his mother and meditated for the full night.You judged him, you carried that woman in your mind.She is in your mind till now. It was me only. Focus on the purity of your mind , be divine conscious and do your duties selflessly. </span></p> <p><span style= font-weight: 400; >These few lines from the Masters mouth brought tremendous changes in the life of that disciple and he became a great sage of his time.</span></p> <p><span style= font-weight: 400; >||Om||</span></p>",
        "imageUrl": "https://raw.githubusercontent.com/universallistener/112020/master/y/ys/twosagesandalady.jpg",
        "url": "",
        "youtubePromoUrl": ""
    },
    {
        "title": "A Thief Became A Saint",
        "subtitle": "",
        "name": "athiefbecameasaint",
        "content": "",
        "imageUrl": "https://raw.githubusercontent.com/universallistener/112020/master/y/ys/athiefbecamesaint.jpg",
        "url": "",
        "youtubePromoUrl": ""
    },
    {
        "title": "A Poor Villager Overpowered A Saint",
        "subtitle": "",
        "name": "apoorvillager",
        "content": "",
        "imageUrl": "https://raw.githubusercontent.com/universallistener/112020/master/y/ys/apoorvillager.jpg",
        "url": "",
        "youtubePromoUrl": ""
    }
]