[
    {
        "name": "Amit Badlani",
        "message": " This is the Best app on the play store. Kudos to the team for making such a flawless app! I can't thank enough for the work that you have put into this app to make this app this perfect. Thank you so much. I am lucky to have come across this app. Keep up the great work. Thanks once again. ",
        "location": "India"
    },
    {
        "name": "D Sharma",
        "message": "Beyond the unexpected and it's the most precious technological application human being has ever created for the transformation of the soul...I'm completely transformed...god bless the developer.",
        "location": "India"
    },
    {
        "name": "Harish Sharma",
        "message": "It's an absolute classic work of Art, I really appreciate that such apps are there to guide us through! What a Gem! Recently started using this app and I am amazed to know such universal truths...",
        "location": "India"
    },
    {
        "name": "SRINIVASAN CK",
        "message": "Lot of information every one enjoys through this app it gives virtual real time express. Good effort and hard work implementation",
        "location": "India"
    },
    {
        "name": "Stuart",
        "message": "Thank you, it's a great meditation app, I will be using this for months to come. I will recommend it too!",
        "location": "Not Known"
    },
    {
        "name": "Manash Mallick",
        "message": "Fantastic... Very peaceful. As a student I am feeling huge transformation within me. Thank you for this.",
        "location": "India"
    },
    {
        "name": "Toral Vani",
        "message": "Amazing app...i have Downloaded lot of app meditation but.this one is really amazing..even if you dont know how to meditate still you can do it well by using this app's guided mode.",
        "location": "India"
    },
    {
        "name": "Satya Mohapatra",
        "message": "THM is pure essence of higher consciousness which manifest heavenly shower from the supreme blessing. Himalayan meditation is a wonderful team with their extraordinary skill and visibility to build such an unique application for the whole world which will be a history in the great path. ",
        "location": "India"
    },
    {
        "name": "Gyan Ranjan",
        "message": "Never thought such app can be designed so beautifully. Hats off to team who made this possible. Calm and tranquility are by product of these meditations....",
        "location": "India"
    },
    {
        "name": "Umakumar Sarana",
        "message": "This is The best app I never ever seen before, Through this app every one can achieve his/her desires in life by practicing these methods. I suggest everyone to download and follow as per their guidance, you can see n achieve miracles in your Life, I am thanking from my bottom of heart to their effort...",
        "location": "India"
    },
    {
        "name": "Ridley Dautruche",
        "message": "This application produces results for my intended purposes. I thank you for making this great tool!",
        "location": "Not Known"
    },
    {
        "name": "Alex P",
        "message": "Unbelievably helpful application to help to fight with mental craziness of Corona Virus outbreak",
        "location": "Not Known"
    },
    {
        "name": "Ill Felon",
        "message": "Top shelf this is what a meditation app looks like take notes",
        "location": "Not Known"
    },
    {
        "name": "wendi daugherty-gore",
        "message": "Nice to have easy mobile meditations",
        "location": "Not Known"
    },
    {
        "name": "Achal Singh",
        "message": "Adbhut, this is too good app I am so happy by using this app.",
        "location": "India"
    },
    {
        "name": "Porus Katrak",
        "message": "Best in the world. Hats off to the developers",
        "location": "India"
    },
    {
        "name": "Vinkal Saluja",
        "message": "Sun meditation seems to take into another realm, could you see sun inside you...trying inverted tree...experiential bliss..thanks",
        "location": "India"
    },
    {
        "name": "RAHUL KUMAR",
        "message": "Wow very nice experience Thanks you sir om sound meditation is very melodic.",
        "location": "India"
    },
    {
        "name": "Ananta Swain",
        "message": "very helpful for people who want to do spiritual sadhana",
        "location": "India"
    },
    {
        "name": "Eqoiq Services",
        "message": "Professional growth, clarity, focus, undivided attention or personal control over breath, anxiety, attaining warmth, patience... Seems they just got it right..good luck..looking forward to progressing to the next levels...",
        "location": "India"
    },
    {
        "name": "PlanetDave 2019",
        "message": "I am peace due to this life saving app, made with love and wisdom. Thank you ☀️♥️🙏🏻",
        "location": "India"
    },
    {
        "name": "Reema Kumari",
        "message": "Amazed by the content and such wonderful meditations.very grateful to team who made this possible.",
        "location": "India"
    },
    {
        "name": "Simple Skilz",
        "message": "Third eye opened immediately",
        "location": "Not Known"
    },
    {
        "name": "FireWithin CosmosaicS.E.A",
        "message": "If i could give 10 stars i would🙏🏼🌺 thank you",
        "location": "India"
    },
    {
        "name": "RishiNaadam",
        "message": "Words can not describe its beauty. If there is something like 100 stars then also less for this divine treasure... Request all to feel it to heal yourself ...",
        "location": "India"
    },
    {
        "name": "S Gha",
        "message": "This the best and most practical meditation app out there.. I think! Thank you developer's.",
        "location": "India"
    },
    {
        "name": "S Gha",
        "message": "This the best and most practical meditation app out there.. I think! Thank you developer's.",
        "location": "India"
    }
]